Repository: mojsilom/JobApplication-with-Data-Annotation
Catalog: JobApplication/Resources/Models.JobApplication.*.resx
Languages: sr_latn_rs

source: Address must contain only letters and numbers
sr_latn_rs: Adresa mora sadržavati samo slova i brojeve

source: City must contain only letters
sr_latn_rs: Grad mora sadržavati samo slova i brojeve

source: Email Address is invalid
sr_latn_rs: Email Adresa je nevažeća

source: Email Addresses do not match
sr_latn_rs: Email Adrese se ne podudaraju

source: First Name is invalid
sr_latn_rs: Ime je nevažeće

source: Home Phone must be in xxx xxx xxx format
sr_latn_rs: Kućni Telefon mora biti u xxx xxx xxx formatu

source: Last Name is invalid
sr_latn_rs: Prezime je nevažeće

source: Please confirm your Email Address
sr_latn_rs: Molimo potvrdite Vašu Email Adresu

source: Please enter your Address
sr_latn_rs: Molimo unesite Vašu Adresu

source: Please enter your City
sr_latn_rs: Molimo unesite Vaš Grad

source: Please enter your Date of Birth
sr_latn_rs: Molimo unesite Vaš Datum Rođenja

source: Please enter your Email Address
sr_latn_rs: Molimo unesite Vašu Email Adresu

source: Please enter your First Name
sr_latn_rs: Molimo unesite Vaše Ime

source: Please enter your Last Name
sr_latn_rs: Molimo unesite Vaše Prezime

source: Please enter your Phone number
sr_latn_rs: Molimo unesite Vaš Broj Telefona

source: Please select one of the Options
sr_latn_rs: Molimo izaberite jednu od Opcija

source: Please select your Country
sr_latn_rs: Molimo izaberite Vašu Državu

source: Please select your Working Preference
sr_latn_rs: Molimo izaberite Vaše Radne Preference

source: Please upload your CV
sr_latn_rs: Molimo unesite vaš CV

source: Provided Phone Number not valid
sr_latn_rs: Uneseni broj telefona nije validan

source: You must be between 18 and 65 years old
sr_latn_rs: Morate imati između 18 i 65 godina
